Repository: layer3dev/chatalyze-ios
Catalog: Chatalyze/LangSupport/*.lproj/Localizable.strings
Languages: vi

source: Loading...
vi: Đang tải...

source: Sign in to Chatalyze
vi: Đăng nhập

source: Or sign in with email
vi: Hoặc đăng nhập bằng email

source: Sign in
vi: Đăng nhập

source: Forgot password?
vi: Quên mật khẩu?

source: Password
vi: Mật khẩu

source: Sign up
vi: Đăng ký

source: Upcoming
vi: Sắp tới

source: Claim
vi: Nhận

source: Past
vi: Trước đó

source: Test my system
vi: Kiểm Tra Hệ Thống

source: No Chat Tickets
vi: Không Có Vé Trò Chuyện

# to_book_chat
source: To book a chat with someone, visit their special booking page (likely accessible through their social channels). This app doesn't offer the ability to browse or search for chat (hosts)
vi: Để đặt chỗ trò chuyện với ai đó, hãy truy cập trang đặt chỗ riêng của họ (có thể truy cập thông qua các kênh mạng xã hội của họ). Ứng dụng này không cung cấp khả năng lựa chọn hoặc tìm kiếm "host" trò chuyện.

source: My Tickets
vi: Vé của tôi

source: New event
vi: SỰ KIỆN MỚI

source: Events
vi: Sự kiện

source: Payout details
vi: Chi tiết thanh toán

source: Settings
vi: Cài đặt

source: Refer friends and earn
vi: Giới thiệu bạn bè và kiếm tiền

source: Enter
vi: Tham gia

source: Edit
vi: Chỉnh sửa

source: Add to calendar
vi: Thêm vào lịch

source: No upcoming sessions.
vi: Không có buổi trò chuyện nào sắp tới.

source: My Sessions
vi: Trò chuyện của tôi

source: Payment dashboard
vi: Bảng điều khiển thanh toán

source: Your iOS version is out of date. This might cause chat connectivity issues. If possible, please upgrade to iOS 13 or higher. If you choose not to upgrade and have trouble connecting to a chat, try hanging up and re-joining.
vi: Phiên bản iOS của bạn đã lỗi thời. Điều này có thể gây ra sự cố kết nối khi trò chuyện. Nếu có thể, hãy nâng cấp lên iOS 13 hoặc cao hơn. Nếu bạn chọn không nâng cấp và gặp sự cố khi kết nối với cuộc trò chuyện, hãy thử gác máy và tham gia lại.

source: Save
vi: Lưu

source: SEND
vi: Gửi

source: Contact Us
vi: Liên hệ chúng tôi

source: General information
vi: Thông tin chính

source: Name
vi: Tên

source: Description
vi: Mô tả

source: SAVE
vi: Lưu

source: Notifications
vi: Thông báo

source: Text Reminders
vi: Nhắc nhở qua tin nhắn

source: Receive text reminders 15 minutes before my chats
vi: Nhận lời nhắc qua tin nhắn trước 15 phút bắt đầu cuộc trò chuyện

source: Booking notifications
vi: Thông báo đặt chỗ

source: Receive emails when chats are booked
vi: Nhận email khi trò chuyện được đặt trước

source: Profile Picture
vi: Ảnh tài khoản

source: UPLOAD
vi: Tải ảnh lên

source: Change Password
vi: Đổi mật khẩu

source: Old password
vi: Mật khẩu cũ

source: New password
vi: Mật khẩu mới

source: Version
vi: Phiên bản

source: WARNING: If you disable your account, you won’t be able to sign back in.
vi: Cảnh báo: Nếu bạn vô hiệu hóa tài khoản, bạn sẽ không thể đăng nhập lại.

source: DISABLE MY ACCOUNT
vi: Vô hiệu hóa tài khoản

source: Reset Password
vi: Đặt lại mật khẩu

source: Disable Account
vi: Vô hiệu hóa tài khoản

source: Phone number
vi: Số điện thoại

source: CHANGE
vi: Đổi ảnh

source: REMOVE
vi: Xóa

source: My sessions
vi: Trò chuyện của tôi

source: Get in touch
vi: Liên hệ chúng tôi

source: Memories
vi: Kỉ niệm

source: Change Language
vi: เปลี่ยนภาษา

source: Sign Out
vi: Đăng xuất

source: DATE:
vi: Ngày:

source: Make sure to join your chat a few mins early!
vi: Hãy nhớ tham gia cuộc trò chuyện của bạn sớm vài phút!

source: You have successfully claimed the ticket!
vi: Đã nhận vé!

source: Part I - System Check
vi: Phần 1 - Kiểm Tra Hệ Thống

source: PART II - Devices
vi: Phần 2 - Thiết Bị

source: Does the sound meter move when you speak?
vi: Thang âm lượng có di chuyển khi bạn nói không?

source: Do you see yourself in the video?
vi: Bạn có thấy mình trong video không?

source: Do you hear sound when you click the Play button?
vi: Bạn có nghe thấy âm thanh khi nhấp vào nút Phát không?

source: If the answer to these questions is
vi: Nếu câu trả lời cho những câu hỏi trên là

source: Yes
vi: Có

source: your phone passes the test. If not, please check our
vi: hệ thống của bạn đã vượt qua bài kiểm tra. Nếu không, hãy sử dụng

source: Play
vi: Phát

source: Done
vi: làm xong

source: Checking your system. This will just take a moment.
vi: Đang kiểm tra hệ thống của bạn. Nó chỉ mất một chút thời gian thôi.

source: Nice work - you made it through the queue! More chat slots are available. Would you like to:
vi: Làm tốt lắm - bạn đã trò chuyện được với rất nhiều người! Vẫn còn nhiều chỗ có sẵn. Bạn có muốn:

source: OR
vi: Hay

source: Get ready to chat!
vi: Hãy sẵn sàng để trò chuyện!

source: Poor network connection
vi: Kết nối mạng kém

source: ● Recording
vi: ● Ghi âm

source: Chat Extended Successfully
vi: แชทขยายสำเร็จ

source: Session starts in:
vi: Buổi trò chuyện sẽ bắt đầu sau:

source: Session ends in:
vi: Trò chuyện sẽ kết thúc sau:

source: Chat starts in:
vi: Trò chuyện sẽ bắt đầu sau:

source: Keep registration open
vi: Tiếp tục mở đăng ký

source: KEEP REGISTRATION OPEN & WAIT
vi: Tiếp tục mở đăng ký và chờ đợi

source: CLOSE REGISTRATION AND END SESSION
vi: Đóng đăng ký và kết thúc trò chuyện

source: End session early
vi: Kết thúc trò chuyện sớm

source: Waiting for chats to get booked...
vi: Đang chờ người đặt trò chuyện...

source: Unable to connect to video server. Trying to reconnect...
vi: Không thể kết nối với máy chủ video. Đang thử kết nối lại...

source: Participant
vi: Người tham gia

source: hasn't joined the session.
vi: chưa tham gia trò chuyện

source: We apologize. It looks like the host is unavailable today. You will receive a refund for your purchase. If you have any questions or concerns. Please
vi: Chúng tôi thành thực xin lỗi. Có vẻ như người host không thể tham dự hôm nay. Bạn sẽ được hoàn lại tiền cho giao dịch của mình. Nếu bạn có bất kỳ câu hỏi hoặc thắc mắc nào, vui lòng

source: contact us.
vi: liên hệ với chúng tôi.

source: Photo Booth
vi: Chụp ảnh nào

source: Dashboard
vi: Bảng điều khiển

source: Test my phone
vi: Kiểm tra điện thoại của tôi

source: Password is required
vi: Mật khẩu là bắt buộc.

source: Email is required
vi: Email là bắt buộc

source: Chat Delayed
vi: Chờ Một Chút
